benchmark_result/bench_result_hadware_evol/fio/xen_4_11_1/vm8/fio_result/round8/seq_read_throughput
seq_read_throughput: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
...
fio-3.1
Starting 4 processes

seq_read_throughput: (groupid=0, jobs=4): err= 0: pid=18122: Tue Jun  4 02:29:32 2024
   read: IOPS=1848, BW=1852MiB/s (1942MB/s)(109GiB/60014msec)
    slat (usec): min=83, max=33482, avg=1986.59, stdev=2359.78
    clat (msec): min=2, max=430, avg=136.23, stdev=26.03
     lat (msec): min=5, max=443, avg=138.25, stdev=26.25
    clat percentiles (msec):
     |  1.00th=[   69],  5.00th=[   99], 10.00th=[  110], 20.00th=[  121],
     | 30.00th=[  127], 40.00th=[  132], 50.00th=[  136], 60.00th=[  142],
     | 70.00th=[  146], 80.00th=[  153], 90.00th=[  163], 95.00th=[  171],
     | 99.00th=[  205], 99.50th=[  257], 99.90th=[  338], 99.95th=[  355],
     | 99.99th=[  368]
   bw (  KiB/s): min=230760, max=792774, per=25.02%, avg=474579.29, stdev=54246.78, samples=480
   iops        : min=  225, max=  774, avg=463.06, stdev=52.98, samples=480
  lat (msec)   : 4=0.01%, 10=0.01%, 20=0.02%, 50=0.33%, 100=5.42%
  lat (msec)   : 250=93.91%, 500=0.54%
  cpu          : usr=5.71%, sys=27.16%, ctx=139591, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=102.8%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=110916,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=1852MiB/s (1942MB/s), 1852MiB/s-1852MiB/s (1942MB/s-1942MB/s), io=109GiB (117GB), run=60014-60014msec

Disk stats (read/write):
  xvda: ios=914072/9, merge=0/11, ticks=3346624/276, in_queue=3269568, util=99.60%